Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitGraphicsAndDesignLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Action.align
source: Align
ar: محاذاة
bg: Подравни
ca: Alignar
cs: Zarovnat
da: Justér
de: Ausrichten
el: Ευθυγράμμιση
es: Alinear
es_419: Alinear
fi: Tasaa
fr: Aligner
fr_ca: Aligner
he: יישר
hi: संगठित करें
hr: Poravnaj
hu: Igazítás
id: Ratakan
it: Allinea
ja: 整列する
kk: Сәйкестендіру
ko: 정렬
ms: Jarak
nb: Juster
nl: Uitlijnen
pl: Wyrównaj
pt_br: Alinhar
pt_pt: Alinhar
ro: Aliniază
ru: Выровнять
sk: Zarovnať
sv: Justera
th: จัดแนว
tr: Hizala
uk: Вирівняти
vi: Căn chỉnh
zh_hans: 对齐
zh_hant: 對齊
zh_hk: 对齐

# TK.Action.arrange
source: Arrange
ar: ترتيب
bg: Подреди
ca: Organitzar
cs: Upravit uspořádání
da: Arranger
de: Anordnen
el: Διάταξη
es: Organizar
es_419: Organizar
fi: Järjestä
fr: Organiser
fr_ca: Réorganiser
he: סדר מחדש
hi: व्यवस्थित करें
hr: Rasporedi
hu: Rendezés
id: Atur
it: Ordina
ja: 整理する
kk: Жоспарлау
ko: 정리
ms: Atur
nb: Ordne
nl: Schikken
pl: Ułóż
pt_br: Organizar
pt_pt: Organizar
ro: Aranjează
ru: Упорядочить
sk: Usporiadať
sv: Arrangera
th: จัดระเบียบ
tr: Düzenle
uk: Упорядкувати
vi: Sắp xếp
zh_hans: 排列
zh_hant: 排列
zh_hk: 整理

# TK.Action.blend
source: Blend
ar: مزج
bg: Смесете
ca: Barrejar
cs: Smíchat
da: Bland
de: Mischen
el: Αναμείξτε
es: Mezclar
es_419: Mezclar
fi: Sekoita
fr: Mélanger
fr_ca: Mélanger
he: שילוב
hi: ब्लेंड करें
hr: Poveži
hu: Összeolvasztás
id: Campur
it: Mescola
ja: ブレンドする
kk: Араластыру
ko: 혼합
ms: 混合
nb: Bland
nl: Mixen
pl: Mieszaj
pt_br: Mesclar
pt_pt: Misturar
ro: Amestecă
ru: Смешать
sk: Zmiešať
sv: Blanda
th: ผสม
tr: Karıştır
uk: Змішати
vi: Pha trộn
zh_hans: 融合
zh_hant: 融合
zh_hk: 融合

# TK.Action.crop
source: Crop
ar: اقتصاص
bg: Изрежи
ca: Escapçar
cs: Oříznout
da: Beskær
de: Beschneiden
el: Αποκοπή
es: Recortar
es_419: Recortar
fi: Rajaa
fr: Recadrer
fr_ca: Recadrer
he: חיתוך
hi: क्रॉप करें
hr: Izreži
hu: Körbevágás
id: Potong
it: Ritaglia
ja: トリミング
kk: Кесу
ko: 자르기
ms: Pangkas
nb: Beskjær
nl: Snij Bij
pl: Kadruj
pt_br: Recortar
pt_pt: Recortar
ro: Decupare
ru: Обрезать
sk: Orezať
sv: Beskär
th: ครอบตัด
tr: Kırp
uk: Кадрувати
vi: Cắt xén
zh_hans: 裁剪
zh_hant: 裁切
zh_hk: 裁剪

# TK.Action.customize
source: Customize
ar: تخصيص
bg: Запази
ca: Personalitzar
cs: Upravit
da: Tilpas
de: Anpassen
el: Προσαρμογή
es: Personalizar
es_419: Personalizar
fi: Muokkaa
fr: Personnaliser
fr_ca: Personnaliser
he: התאמה אישית
hi: कस्टमाइज़ करें
hr: Prilagodi
hu: Testreszabás
id: Sesuaikan
it: Personalizza
ja: カスタマイズ
kk: Бейімдеу
ko: 사용자 정의
ms: Sesuaikan
nb: Tilpass
nl: Pas Aan…
pl: Dostosuj
pt_br: Personalizar
pt_pt: Personalizar
ro: Personalizează
ru: Настроить
sk: Prispôsobiť
sv: Anpassa
th: กำหนดเอง
tr: Özelleştir
uk: Налаштувати
vi: Tùy chỉnh
zh_hans: 自定义
zh_hant: 自訂
zh_hk: 自訂

# TK.Action.duplicate
source: Duplicate
ar: تكرار
bg: Дублирай
ca: Duplicar
cs: Duplikovat
da: Dubler
de: Duplizieren
el: Διπλότυπο
es: Duplicar
es_419: Duplicar
fi: Monista
fr: Dupliquer
fr_ca: Dupliquer
he: שכפל
hi: नक़ल बनाएँ
hr: Dupliciraj
hu: Megkettőzés
id: Duplikat
it: Duplica
ja: 複製
kk: Көшірме жасау
ko: 복제
ms: Duplikasi
nb: Dupliser
nl: Dupliceer
pl: Powiel
pt_br: Duplicar
pt_pt: Duplicar
ro: Duplicați
ru: Дублировать
sk: Duplikovať
sv: Duplicera
th: ทำสำเนา
tr: Çoğalt
uk: Дублювати
vi: Nhân bản
zh_hans: 复制
zh_hant: 複製
zh_hk: 製作副本

# TK.Action.fill
source: Fill
ar: املأ
bg: Попълни
ca: Omplir
cs: Vyplnit
da: Fyld
de: Ausfüllen
el: Γέμισμα
es: Llenar
es_419: Rellenar
fi: Täytä
fr: Remplir
fr_ca: Remplir
he: מלא
hi: भरें
hr: Ispuni
hu: Kitöltés
id: Isi
it: Riempi
ja: 塗りつぶす
kk: Толтыру
ko: 채우기
ms: Isi
nb: Fyll
nl: Vullen
pl: Wypełnij
pt_br: Preencher
pt_pt: Preencher
ro: Umple
ru: Заполнить
sk: Vyplniť
sv: Fyll i
th: เติม
tr: Doldur
uk: Заповнити
vi: Điền
zh_hans: 填充
zh_hant: 填充
zh_hk: 填充

# TK.Action.flip
source: Flip
ar: قلب
bg: Обърни
ca: Gira
cs: Převrátit
da: Vend om
de: Umdrehen
el: Αναποδογύρισε
es: Voltear
es_419: Voltear
fi: Käännä
fr: Retourner
fr_ca: Retourner
he: הפוך
hi: फ्लिप करें
hr: Okreni
id: Balik
it: Capovolgi
ja: 反転
kk: Айналдыру
ko: 뒤집기
ms: Balikkan
nb: Vend
nl: Draaien
pl: Obróć
pt_br: Virar
pt_pt: Virar
ro: Întoarce
ru: Перевернуть
sk: Prevrátiť
sv: Vänd
th: กลับด้าน
tr: Döndür
uk: Перевернути
vi: Lật
zh_hans: 翻转
zh_hant: 翻轉
zh_hk: 翻转

# TK.Action.group
source: Group
ar: مجموعة
bg: Група
ca: Grup
cs: Skupina
da: Gruppe
de: Gruppe
el: Ομάδα
es: Grupo
es_419: Agrupar
fi: Ryhmä
fr: Groupe
fr_ca: Grouper
he: קבוצה
hi: समूह
hr: Grupa
hu: Csoport
id: Grup
it: Raggruppa
ja: グループ化する
kk: Топ
ko: 그룹
ms: Kumpulan
nb: Grupper
nl: Groep
pl: Grupa
pt_br: Grupo
pt_pt: Grupo
ro: Grup
ru: Группировать
sk: Zoskupiť
sv: Grupp
th: กลุ่ม
tr: Grup
uk: Група
vi: Nhóm
zh_hans: 群组
zh_hant: 群組
zh_hk: 群組

# TK.Action.mask
source: Mask
ar: أخفي
bg: Маскирай
ca: Emmascarar
cs: Maskovat
da: Masker
de: Maskieren
el: Μάσκα
es: Enmascarar
es_419: Máscara
fi: Maskaa
fr: Masquer
fr_ca: Masquer
he: מסיכה
hi: मास्क करें
hr: Maskiraj
hu: Maszk
id: Masker
it: Maschera
ja: マスク
kk: Бұғаттау
ko: 마스킹
ms: Tutup
nb: Masker
nl: Maskeren
pl: Zasłoń
pt_br: Máscara
pt_pt: Mascarar
ro: Maschează
ru: Скрыть
sk: Maska
sv: Maskera
th: ทำมาสก์
tr: Maskele
uk: Замаскувати
vi: Che
zh_hans: 遮罩
zh_hant: 遮罩
zh_hk: 遮罩

# TK.Action.mirror
source: Mirror
ar: مرآة
bg: Огледало
ca: Reflexa
cs: Zrcadlit
da: Spejle
de: Spiegeln
el: Καθρέφτης
es: Espejar
es_419: Espejar
fi: Peilaa
fr: Miroiter
fr_ca: Miroir
he: כפול
hi: मिरर करें
hr: Zrcali
hu: Tükör
id: Cermin
it: Specchia
ja: ミラー
kk: Элементті ось бойымен айнаға айналдыру
ko: 미러링하기
ms: Cermin
nb: Speil
nl: Spiegelen
pl: Lustro
pt_br: Espelhar
pt_pt: Espelhar
ro: Speculum
ru: Отразить
sk: Zrkadliť
sv: Spegel
th: สะท้อน
tr: Aynala
uk: Відобразити
vi: Gương
zh_hans: 镜像
zh_hant: 鏡像
zh_hk: 镜像

# TK.Action.order
source: Order
ar: الطلب
bg: Поръчка
ca: Comanda
cs: Objednat
da: Bestilling
de: Ordnen
el: Παραγγελία
es: Pedido
es_419: Ordenar
fi: Tilaus
fr: Commande
fr_ca: Commande
he: הזמנה
hi: ऑर्डर
hr: Poredaj
hu: Rendelés
id: Atur
it: Ordine
ja: 注文
kk: Тапсырыс беру
ko: 주문
ms: Pesanan
nb: Ordne
nl: Volgorde
pl: Wyprowadź
pt_br: Pedido
pt_pt: Ordenar
ro: Comandă
ru: Заказ
sk: Usporiadať
sv: Beställ
th: จัดลำดับ
tr: Sipariş
uk: Замовлення
vi: Sắp xếp thứ tự
zh_hans: 订单
zh_hant: 訂單
zh_hk: 訂單

# TK.Action.paste
source: Paste
ar: لصق
bg: Постави
ca: Enganxar
cs: Vložit
da: Sæt ind
de: einfügen
el: Επικόλληση
es: Pegar
es_419: Pegar
fi: Liitä
fr: Coller
fr_ca: Coller
he: הדבק בקובץ
hi: पेस्ट
hr: Zalijepi
hu: Beillesztés
id: Tempel
it: Incolla
ja: ペースト
kk: Қою
ko: 붙여넣기
ms: Tampal
nb: Lim inn
nl: Plak
pl: Wklej
pt_br: Colar
pt_pt: Colar
ro: Lipește
ru: Вставить
sk: Vložiť
sv: Klistra in
th: วาง
tr: Yapıştır
uk: Вставити
vi: Dán
zh_hans: 粘贴
zh_hant: 貼上
zh_hk: 貼上

# TK.Action.print
source: Print
ar: طباعة
bg: Принтирай
ca: Imprimir
cs: Tisknout
da: Udskriv
de: Drucken
el: Εκτύπωση
es: Imprimir
es_419: Imprimir
fi: Tulosta
fr: Imprimer
fr_ca: Imprimer
he: הדפס
hi: प्रिंट करें
hr: Ispis
hu: Nyomtatás
id: Cetak
it: Stampa
ja: プリント
kk: Басып шығару
ko: 프린트
ms: Cetak
nb: Skriv ut
nl: Druk af
pl: Drukuj
pt_br: Imprimir
pt_pt: Imprimir
ro: Tipăriți
ru: Напечатать
sk: Tlačiť
sv: Skriv ut
th: พิมพ์
tr: Yazdır
uk: Друкувати
vi: In
zh_hans: 打印
zh_hant: 列印
zh_hk: 列印

# TK.Action.resize
source: Resize
ar: تعديل الحجم
bg: Преоразмери
ca: Redimensionar
cs: Změnit velikost
da: Ændr størrelse
de: Größe ändern
el: Αλλαγή μεγέθους
es: Redimensionar
es_419: Redimensionar
fi: Muuta kokoa
fr: Redimensionner
fr_ca: Redimensionner
he: שנה גודל
hi: आकार बदलें
hr: Promijeni veličinu
hu: Átméretezés
id: Ubah Ukuran
it: Ridimensiona
ja: サイズ変更
kk: Өлшемді өзгерту
ko: 크기 조정
ms: Ubah saiz
nb: Endre størrelse
nl: Grootte aanpassen
pl: Zmień rozmiar
pt_br: Redimensionar
pt_pt: Redimensionar
ro: Redimensionare
ru: Изменить размер
sk: Zmeniť veľkosť
sv: Ändra storlek
th: ปรับขนาด
tr: Boyutlandır
uk: Змінити розмір
vi: Thay đổi kích thước
zh_hans: 调整大小
zh_hant: 調整大小
zh_hk: 調整大小

# TK.Action.rotate
source: Rotate
ar: تدوير
bg: Завърти
ca: Girar
cs: Otočit
da: Roter
de: Drehen
el: Περιστροφή
es: Girar
es_419: Rotar
fi: Pyöritä
fr: Faire pivoter
fr_ca: Tourner
he: סובב
hi: घुमाएँ
hr: Rotiraj
hu: Forgatás
id: Putar
it: Ruota
ja: 回転
kk: Айналдыру
ko: 회전
ms: Putar
nb: Roter
nl: Roteer
pl: Obróć
pt_br: Girar
pt_pt: Rodar
ro: Rotiți
ru: Повернуть
sk: Otočiť
sv: Rotera
th: หมุน
tr: Döndür
uk: Обернути
vi: Xoay
zh_hans: 旋转
zh_hant: 旋轉
zh_hk: 旋轉

# TK.Action.scale
source: Scale
ar: تغيير الحجم
bg: Скалирай
ca: Dibuixar
cs: Změnit měřítko
de: Skalieren
el: Κλιμάκωση
es: Escalar
es_419: Escalar
fi: Muuta mittakaavaa
fr: Mettre à l'échelle
fr_ca: Mettre à l'échelle
hi: स्केल करें
hu: Méretnövelés
kk: Масштабтау
ko: 크기 조정
nb: Skaler
pl: Skaluj
pt_br: Escalonar
pt_pt: Escalonar
ru: Масштабирование
sk: Zmeniť mierku
uk: Масштаб
zh_hans: 缩放
zh_hk: 縮放

# TK.Action.setColor
source: Set Color
ar: تعيين اللون
bg: Задаване на цвят
ca: Establir color
cs: Nastavit barvu
da: Indstil farve
de: Farbe festlegen
el: Ορισμός Χρώματος
es: Establecer color
es_419: Establecer color
fi: Aseta väri
fr: Définir la couleur
fr_ca: Définir la couleur
he: הגדר צבע
hi: रंग सेट करें
hr: Postavi boju
hu: Szín beállítása
id: Atur Warna
it: Imposta Colore
ja: 色を設定
kk: Түсті орнату
ko: 색상 설정하기
ms: Tetapkan Warna
nb: Sett farge
nl: Kleur instellen
pl: Ustaw kolor
pt_br: Definir Cor
pt_pt: Definir cor
ro: Setează culoare
ru: Установить цвет
sk: Nastaviť farbu
sv: Sätt färg
th: ตั้งสี
tr: Renk Ayarla
uk: Встановити колір
vi: Đặt Màu
zh_hans: 设置颜色
zh_hant: 設置顏色
zh_hk: 設置顏色

# TK.Action.sketch
source: Sketch
ar: رسم
bg: Скица
ca: Esbossar
cs: Náčrt
da: Skitse
de: Skizze
el: Σκίτσο
es: Dibujo
es_419: Esbozar
fi: Luonnostele
fr: Dessin
fr_ca: Esquisse
he: שרבוט
hi: स्केच
hr: Skiciraj
hu: Skicc
id: Sketsa
it: Disegno
ja: スケッチ
kk: Суреттеме
ko: 스케치
ms: Lakar
nb: Skisser
nl: Schets
pl: Szkic
pt_br: Desenho
pt_pt: Desenhar
ro: Schiță
ru: Зарисовка
sk: Kresliť
sv: Teckning
th: ภาพสเก็ตช์
tr: Çizim
uk: Ескіз
vi: Phác Thảo
zh_hans: 速绘
zh_hant: 塗鴉
zh_hk: 圖畫

# TK.Action.stroke
source: Stroke
ar: شرطة
bg: Щрих
ca: Traç
cs: Tah
da: Strøg
de: Pinselstrich
el: Γραμμή
es: Trazo
es_419: Trazo
fi: Piirtojälki
fr: Trait
fr_ca: Trait
he: קו
hi: स्ट्रोक
hr: Obrub
hu: Vonás
id: Goresan
it: Tratto
ja: 筆画
kk: Штрих
ko: 자획
ms: Lejang
nb: Strøk
nl: Streek
pl: Kreski
pt_br: Traço
pt_pt: Traço
ro: Trasare
ru: Контур
sk: Ťah
sv: Streck
th: ขีด
tr: Çizgi Çek
uk: Риска
vi: Nét
zh_hans: 笔画
zh_hant: 筆畫
zh_hk: 筆畫

# TK.Action.transform
source: Transform
ar: تحويل
bg: Трансформиране
ca: Transformar
cs: Transformovat
da: Transformér
de: Transformieren
el: Μετασχηματισμός
es: Transformar
es_419: Transformar
fi: Muokkaa
fr: Transformer
fr_ca: Transformer
he: המירו
hi: रूपांतरण
hr: Transformiraj
hu: Transzformálás
id: Transformasi
it: Trasforma
ja: トランスフォームする
kk: Трансформациялау
ko: 변형
ms: Tukar
nb: Transformér
nl: Transformeren
pl: Przekształć
pt_br: Transformar
pt_pt: Transformar
ro: Transformă
ru: Преобразовать
sk: Transformovať
sv: Transformera
th: เปลี่ยนรูปร่าง
tr: Dönüştür
uk: Трансформувати
vi: Chuyển đổi
zh_hans: 变换
zh_hant: 變形
zh_hk: 轉換

# TK.Action.trim
source: Trim
ar: قص
bg: Изрежи
ca: Escurçar
cs: Zkrátit
da: Tilpas
de: Kürzen
el: Περικοπή
es: Acortar
es_419: Recortar
fi: Trimmaa
fr: Raccourcir
fr_ca: Raccourcir
he: חתוך
hi: ट्रिम करें
hr: Skrati
hu: Vágás
id: Pangkas
it: Ritaglia
ja: トリミング
kk: Кесу
ko: 다듬기
ms: Potong
nb: Beskjær
nl: Kort in
pl: Przytnij
pt_br: Recortar
pt_pt: Encurtar
ro: Scurtează
ru: Обрезать
sk: Orezať
sv: Putsa
th: ตัดต่อ
tr: Kısalt
uk: Обрізати
vi: Cắt ngắn
zh_hans: 修剪
zh_hant: 裁剪
zh_hk: 裁剪

# TK.Action.ungroup
source: Ungroup
ar: فك التجميع
bg: Разгрупиране
ca: Dissociar
cs: Oddělit
da: Opdel Gruppe
de: Gruppierung aufheben
el: Απομάκρυνση Ομάδας
es: Desagrupar
es_419: Desagrupar
fi: Erota ryhmästä
fr: Dissocier
fr_ca: Dissocier
he: פיצול
hi: अनग्रुप करें
hr: Razgrupiši
hu: Csoport felbontása
id: Pisahkan Grup
it: Separa
ja: グループ解除
kk: Топтан шығару
ko: 그룹 해제
ms: Pemisah Kumpulan
nb: Fjern gruppering
nl: Groepering opheffen
pl: Rozgrupuj
pt_br: Desagrupar
pt_pt: Desagrupar
ro: Desparte
ru: Разгруппировать
sk: Rozpojiť
sv: Dela upp
th: แยกกลุ่ม
tr: Gruplamayı Çöz
uk: Розгрупувати
vi: Tách nhóm
zh_hans: 取消分组
zh_hant: 取消組合
zh_hk: 拆分

# TK.Label.alignment
source: Alignment
ar: محاذاة
bg: Подравняване
ca: Alineació
cs: Zarovnání
da: Justering
de: Ausrichtung
el: Στοίχιση
es: Alineación
es_419: Alineación
fi: Sijoitus
fr: Alignement
fr_ca: Alignement
he: יישור
hi: अनुक्रम
hr: Poravnanje
hu: Igazítás
id: Penjajaran
it: Allineamento
ja: 配置
kk: Жүйелеу
ko: 정렬
ms: Penjajaran
nb: Justering
nl: Uitlijning
pl: Wyrównanie
pt_br: Alinhamento
pt_pt: Alinhamento
ro: Aliniere
ru: Выравнивание
sk: Zarovnanie
sv: Justering
th: การจัดตำแหน่ง
tr: Hizalama
uk: Вирівнювання
vi: Căn chỉnh
zh_hans: 对齐
zh_hant: 對齊
zh_hk: 對齊

# TK.Label.artboard
source: Artboard
ar: لوحة العمل
bg: Работно платно
ca: Tauler d’art
cs: Plátno
de: Arbeitsfläche
el: Καμβάς
es: Mesa de Trabajo
es_419: Mesa de Trabajo
fi: Taittopohja
fr: Zone de travail
fr_ca: Plan de travail
he: לוח עבודה
hi: आर्टबोर्ड
hr: Umjetnička površina
hu: Munkaterület
it: Tavola da Disegno
ja: アートボード
kk: Сурет тақтасы
ko: 아트보드
ms: Papan Seni
nb: Tegneflate
pl: Obszar roboczy
pt_br: Prancheta
pt_pt: Quadro de Trabalho
ro: Mediul de lucru
ru: Рабочая область
sv: Arbetsyta
th: แผ่นงาน
tr: Sanat Tahtası
uk: Арткартка
vi: Bảng thiết kế
zh_hans: 画板
zh_hant: 畫板
zh_hk: 画板

# TK.Label.blendMode
source: Blend Mode
ar: وضع خلط
bg: Режим комбиниране
ca: Mode de Barreja
cs: Mód míchání
da: Blandet tilstand
de: Mischmodus
el: Λειτουργία Συνδυασμού
es: Modo de Mezcla
es_419: Modo de fusión
fi: Yhdistämistapa
fr: Mode de fusion
fr_ca: Mode de fusion
he: מצב חיבור
hi: ब्लेंड मोड
hr: Način miješanja
hu: Átlátszósági mód
id: Mode Paduan
it: Modalità di Sovrapposizione
ja: ブレンドモード
kk: Бленд режимі
ko: 혼합 모드
ms: Mod Pencampuran
nb: Blandingsmodus
nl: Mengmodus
pl: Tryb mieszania
pt_br: Modo de Mistura
pt_pt: Modo de Mistura
ro: Mod de îmbinare
ru: Режим наложения
sk: Režim miešania
sv: Blandningsläge
th: โหมดผสม
tr: Karışım Modu
uk: Режим змішування
vi: Chế độ hòa trộn
zh_hans: 混合模式
zh_hant: 混合模式
zh_hk: 混合模式

# TK.Label.border
source: Border
ar: حدود
bg: Граница
ca: Marge
cs: Okraj
da: Border-type
de: Rahmen
el: Περίγραμμα
es: Borde
es_419: Borde
fi: Reuna
fr: Bordure
fr_ca: Bordure
he: גבול
hi: सीमा
hr: Graničnik
hu: Határvonal
id: Batas
it: Bordo
ja: 境界線
kk: Шекара
ko: 경계
ms: Batas
nb: Ramme
nl: Rand
pl: Obramowanie
pt_br: Borda
pt_pt: Borda
ro: Margină
ru: Граница
sk: Okraj
sv: Kant
th: ขอบ
tr: Kenar
uk: Кордон
vi: Đường viền
zh_hans: 边框
zh_hant: 邊框
zh_hk: 边框

# TK.Label.brush
source: Brush
ar: فرشاة
bg: Четка
ca: Pinzell
cs: Štětec
da: Pensel
de: Pinsel
el: Βούρτσα
es: Pincel
es_419: Pincel
fi: Sivellin
fr: Pinceau
fr_ca: Pinceau
he: מכחול
hi: ब्रश
hr: Kist
hu: Ecset
id: Sikat
it: Pennello
ja: ブラシ
kk: Қылқалам
ko: 브러시
ms: Sikat
nb: Pensel
nl: Borstel
pl: Pędzel
pt_br: Pincel
pt_pt: Pincel
ro: Pensulă
ru: Кисть
sk: Štetec
sv: Pensel
th: พู่กัน
tr: Fırça
uk: Пензель
vi: Cọ
zh_hans: 画笔
zh_hant: 畫筆
zh_hk: 画笔

# TK.Label.canvas
source: Canvas
ar: قماش
bg: Платно
cs: Plátno
da: Lærred
de: Leinwand
el: Καμβάς
es: Lienzo
es_419: Lienzo
fi: Kangas
fr: Toile
fr_ca: Toile
he: קנבס
hi: कैनवास
hr: Platno
hu: Kanvasz
id: Kanvas
ja: キャンバス
kk: Кенеп
ko: 캔버스
ms: Kanvas
nb: Lærred
pl: Płótno
pt_br: Tela
ro: Pânză
ru: Холст
sk: Plátno
sv: Duk
th: ผืนผ้าใบ
tr: Tuval
uk: Полотно
vi: Bảng vẽ
zh_hans: 画布
zh_hant: 畫布
zh_hk: 画布

# TK.Label.colorFilter
source: Color Filter
ar: مرشح اللون
bg: Цветен филтър
ca: Filtre de color
cs: Barevný filtr
da: Farvefilter
de: Farbfilter
el: Φίλτρο Χρώματος
es: Filtro de Color
es_419: Filtro de color
fi: VäriFiltteri
fr: Filtre de couleur
fr_ca: Filtre de couleur
he: מסנן צבע
hi: रंग फ़िल्टर
hr: Filter Boje
hu: Színszűrő
id: Filter Warna
it: Filtro colore
ja: カラーフィルター
kk: Түс сүзгісі
ko: 색상 필터
ms: Penapis Warna
nb: Fargefilter
nl: Kleurfilter
pl: Filtr kolorów
pt_br: Filtro de Cor
pt_pt: Filtro de Cor
ro: Filtru de culoare
ru: Цветовой фильтр
sk: Filter farieb
sv: Färgfiler
th: ฟิลเตอร์สี
tr: Renk Filtresi
uk: Фільтр кольору
vi: Bộ lọc màu
zh_hans: 颜色过滤器
zh_hant: 顏色篩選
zh_hk: 顏色過濾器

# TK.Label.curve
source: Curve
ar: منحنى
bg: Крива
ca: Corba
cs: Křivka
da: Kurve
de: Kurve
el: Καμπύλη
es: Curva
es_419: Curva
fi: Käyrä
fr: Courbe
fr_ca: Courbe
he: עקומה
hi: वक्र
hr: Krivulja
hu: Görbe
id: Kurva
it: Curva
ja: カーブ
kk: Иі
ko: 곡선
ms: Lengkung
nb: Kurve
nl: Kromme
pl: Krzywa
pt_br: Curva
pt_pt: Curva
ro: Curvatură
ru: Кривая
sk: Krivka
sv: Kurva
th: เส้นโค้ง
tr: Kavis
uk: Крива лінія
vi: Đường cong
zh_hans: 曲线
zh_hant: 曲線
zh_hk: 曲線

# TK.Label.design
source: Design
ar: تصميم
bg: Дизайн
ca: Disseny
el: Σχεδίαση
es: Diseño
es_419: Diseño
fi: Suunnittelu
fr: Conception
he: עיצוב
hi: डिज़ाइन
hr: Dizajn
hu: Tervezés
id: Desain
ja: デザイン
kk: Дизайн
ko: 디자인
ms: Reka Bentuk
nl: Ontwerp
pl: Projektowanie
ru: Макет
sk: Dizajn
th: การออกแบบ
tr: Tasarım
uk: Дизайн
vi: Thiết kế
zh_hans: 设计
zh_hant: 設計
zh_hk: 設計

# TK.Label.effects
source: Effects
ar: المؤثرات
bg: Ефекти
ca: Efectes
cs: Efekty
da: Effekter
de: Effekte
el: Εφέ
es: Efectos
es_419: Efectos
fi: Tehosteet
fr: Effets
fr_ca: Effets visuels
he: אפקטים
hi: प्रभाव
hr: Efekti
hu: Effektusok
id: Efek
it: Effetti
ja: エフェクト
kk: Әсерлер
ko: 효과
ms: Kesan
nb: Effekter
nl: Effecten
pl: Stylistyczne Efekty
pt_br: Efeitos
pt_pt: Efeitos
ro: Efecte
ru: Эффекты
sk: Efekty
sv: Effekter
th: เอฟเฟ็กต์
tr: Efektler
uk: Ефекти
vi: Hiệu ứng
zh_hans: 效果
zh_hant: 效果
zh_hk: 效果

# TK.Label.fillColor
source: Fill Color
ar: لون التعبئة
bg: Цветът на запълване
ca: Color de farcit
cs: Barva výplně
da: Fyldfarve
de: Füllfarbe
el: Χρώμα Γεμίσματος
es: Color de Relleno
es_419: Color de Relleno
fi: Täyttöväri
fr: Couleur de remplissage
fr_ca: Couleur de remplissage
he: צבע מילוי
hi: भरने का रंग
hr: Boja ispune
hu: Kitöltési Szín
id: Warna Isian
it: Colore di Riempimento
ja: 塗りつぶしの色
kk: Толтырғыш түс
ko: 채우기 색상
ms: Warna Isian
nb: Fargeinnfylling
nl: Vulkleur
pl: Kolor Wypełnienia
pt_br: Cor de Preenchimento
pt_pt: Cor de Preenchimento
ro: Culoare de Umplere
ru: Цвет заливки
sk: Farba výplne
sv: Fyllningsfärg
th: สีเติม
tr: Doldurma Rengi
uk: Колір заповнення
vi: Màu Điền
zh_hans: 填充颜色
zh_hant: 填充顏色
zh_hk: 填充顏色

# TK.Label.fontFamily
source: Font Family
ar: عائلة الخط
bg: Семейство шрифтове
ca: Família de tipografies
cs: Rodina písem
da: Skriftfamilie
de: Schriftfamilie
el: Οικογένεια Γραμματοσειράς
es: Familia de Fuentes
es_419: Familia de Fuentes
fi: Fonttiperhe
fr: Type de police
fr_ca: Famille de police
he: סוג גופן
hi: फॉन्ट परिवार
hr: Obitelj fonta
hu: Betűtípus Család
id: Keluarga Font
it: Famiglia di Font
ja: フォントファミリー
kk: Шрифт түрі
ko: 글꼴 종류
ms: Keluarga Font
nb: Skriftfamilie
nl: Lettertype Familie
pl: Rodzina Czcionek
pt_br: Família de Fonte
pt_pt: Família de Fonte
ro: Familie de Fonturi
ru: Семейство шрифтов
sk: Rodina písma
sv: Typsnittsfamilj
th: ประเภทฟอนต์
tr: Yazı Tipi Ailesi
uk: Сімейство шрифтів
vi: Họ phông chữ
zh_hans: 字体系列
zh_hant: 字體家族
zh_hk: 字體系列

# TK.Label.fontSize
source: Font Size
ar: حجم الخط
bg: Размер на шрифта
ca: Mida de la Font
cs: Velikost písma
da: Skriftstørrelse
de: Schriftgröße
el: Μέγεθος Γραμματοσειράς
es: Tamaño de Fuente
es_419: Tamaño de fuente
fi: Fonttikoko
fr: Taille de police
fr_ca: Taille de police
he: גודל גופן
hi: फॉन्ट आकार
hr: Veličina fonta
hu: Betűméret
id: Ukuran Huruf
it: Dimensione Font
ja: フォントサイズ
kk: Шрифт өлшемі
ko: 글꼴 크기
ms: Saiz Fon
nb: Skriftstørrelse
nl: Lettergrootte
pl: Rozmiar czcionki
pt_br: Tamanho da Fonte
pt_pt: Tamanho da Fonte
ro: Dimensiune font
ru: Размер шрифта
sk: Veľkosť písma
sv: Teckenstorlek
th: ขนาดตัวอักษร
tr: Yazı Tipi Boyutu
uk: Розмір шрифту
vi: Kích thước Phông chữ
zh_hans: 字体大小
zh_hant: 字體大小
zh_hk: 字型大小

# TK.Label.format
source: Format
ar: التنسيق
bg: Формат
ca: Disposició
cs: Formát
el: Μορφή
es: Formato
es_419: Formato
fi: Muoto
he: עיצוב
hi: फ़ॉर्मैट
hu: Formátum
it: Formato
ja: フォーマット
kk: Формат
ko: 포맷
nl: Structuur
pt_br: Formatar
pt_pt: Formato
ru: Формат
sk: Formát
th: รูปแบบ
tr: Biçim
uk: Формат
vi: Định dạng
zh_hans: 格式
zh_hant: 格式
zh_hk: 格式

# TK.Label.frame
source: Frame
ar: إطار
bg: Рамка
ca: Marc
cs: Rám
da: Rammestruktur
de: Rahmen
el: Πλαίσιο
es: Marco
es_419: Marco
fi: Kehys
fr: Cadre
fr_ca: Cadre
he: מסגרת
hi: फ्रेम
hr: Okvir
hu: Keret
id: Bingkai
it: Cornice
ja: フレーム
kk: Рамка
ko: 프레임
ms: Bingkai
nb: Ramme
nl: Rand
pl: Ramka
pt_br: Moldura
pt_pt: Moldura
ro: Cadru
ru: Рамка
sk: Rám
sv: Ram
th: กรอบ
tr: Kenar Çerçevesi
uk: Рама
vi: Khung
zh_hans: 框架
zh_hant: 框架
zh_hk: 框架

# TK.Label.gradient
source: Gradient
ar: تدرج
bg: Градиент
ca: Degradat
cs: Přechod
da: Farveforløb
de: Verlauf
el: Διαβάθμιση
es: Degradado
es_419: Degradado
fi: Väriliuku
fr: Dégradé
fr_ca: Dégradé
he: גרדיאנט
hi: ग्रेडिएंट
hr: Gradijent
hu: Átmenet
id: Gradien
it: Gradiente
ja: グラデーション
kk: Градиент
ko: 그라디언트
ms: Gradien
nb: Fargegradient
nl: Verlooptint
pt_br: Degradê
pt_pt: Gradação
ru: Градиент
sk: Prechod
sv: Övertoning
th: ไล่สี
tr: Gradyan
uk: Градієнт
vi: Dải màu
zh_hans: 渐变
zh_hant: 漸層
zh_hk: 漸變

# TK.Label.grid
source: Grid
ar: مربعات
bg: Решетка
ca: Retícula
cs: Mřížka
da: Net
de: Raster
el: Πλέγμα
es: Cuadrícula
es_419: Cuadrícula
fi: Ruudukko
fr: Grille
fr_ca: Grille
he: רשת
hi: ग्रिड
hr: Rešetka
hu: Rács
it: Griglia
ja: グリッド
kk: Тор
ko: 격자
nb: Rutenett
nl: Raster
pl: Siatka
pt_br: Grade
pt_pt: Grelha
ro: Grilă
ru: Сетка
sk: Mriežka
sv: Rutnät
th: เส้นตาราง
tr: Izgara
uk: Сітка
vi: Lưới
zh_hans: 网格
zh_hant: 格線
zh_hk: 格狀

# TK.Label.imageQuality
source: Image Quality
ar: جودة الصورة
bg: Качество на изображението
ca: Qualitat de la imatge
cs: Kvalita obrazu
da: Billede kvalitet
de: Bildqualität
el: Ποιότητα Εικόνας
es: Calidad de Imagen
es_419: Calidad de Imagen
fi: Kuvan laatu
fr: Qualité de l'image
fr_ca: Qualité d'image
he: איכות תמונה
hi: चित्र गुणवत्ता
hr: Kvaliteta slike
hu: Képminőség
id: Kualitas Gambar
it: Qualità Immagine
ja: 画像品質
kk: Сурет сапасы
ko: 이미지 품질
ms: Kualiti Imej
nb: Bildekvalitet
nl: Afbeeldingskwaliteit
pl: Jakość Obrazu
pt_br: Qualidade da Imagem
pt_pt: Qualidade da Imagem
ro: Calitate a Imaginilor
ru: Качество изображения
sk: Kvalita obrázka
sv: Bildkvalitet
th: คุณภาพภาพ
tr: Görüntü Kalitesi
uk: Якість зображення
vi: Chất Lượng Hình Ảnh
zh_hans: 图像质量
zh_hant: 影像品質
zh_hk: 影像質量

# TK.Label.layer
source: Layer
ar: طبقة
bg: Слой
ca: Capa
cs: Vrstva
da: Lag
de: Ebene
el: Στρώμα
es: Capa
es_419: Capa
fi: Kerros
fr: Couche
fr_ca: Couche
he: שכבה
hi: परत
hr: Sloj
hu: Réteg
id: Lapisan
it: Livello
ja: レイヤー
kk: Қабат
ko: 계층
ms: Lapisan
nb: Lag
nl: Laag
pl: Warstwa
pt_br: Camada
pt_pt: Camada
ro: Strat
ru: Слой
sk: Vrstva
sv: Skikt
th: เลเยอร์
tr: Katman
uk: Шар
vi: Tầng
zh_hans: 图层
zh_hant: 圖層
zh_hk: 圖層

# TK.Label.layout
source: Layout
ar: التخطيط
bg: Изглед
ca: Disposició
cs: Uspořádání
el: Διάταξη
es: Disposición
es_419: Diseño
fi: Asettelu
fr: Mise en page
fr_ca: Disposition
he: פריסה
hi: लेआउट
hr: Raspored
hu: Elrendezés
id: Tata Letak
ja: レイアウト
kk: Макет
ko: 레이아웃
ms: Tataletak
nb: Oppsett
pl: Makieta
pt_pt: Disposição
ro: Aranjament
ru: Макет
sk: Rozloženie
th: เค้าโครง
tr: Yerleşim
uk: Макет
vi: Bố cục
zh_hans: 布局
zh_hant: 佈局
zh_hk: 佈局

# TK.Label.opacity
source: Opacity
ar: معدل التعتيم
bg: Видимост
ca: Opacitat
cs: Neprůhlednost
da: Opacitet
de: Deckkraft
el: Αδιαφάνεια
es: Opacidad
es_419: Opacidad
fi: Peittävyys
fr: Opacité
fr_ca: Opacité
he: אטימות
hi: अपारदर्शिता
hr: Neprozirnost
hu: Átlátszóság
id: Opasitas
it: Opacità
ja: 不透明度
kk: Түссіз
ko: 불투명도
ms: Litupan
nb: Opasitet
nl: Ondoorzichtigheid
pl: Krycie
pt_br: Opacidade
pt_pt: Opacidade
ro: Opacitate
ru: Непрозрачность
sk: Nepriehľadnosť
sv: Opacitet
th: ความทึบ
tr: Opaklık
uk: Непрозорість
vi: Độ mờ
zh_hans: 不透明度
zh_hant: 不透明度
zh_hk: 不透明度
